{
    "text": "Here's a bullet point outline of the topics covered in the provided text: * **ANATOMY OF THE EYE** * **Conjunctiva:** Mucous membranes lining the eyelid; covers the eyeball and fuses with eyelids, preventing objects from getting behind the eye. * **Cornea:** Outer, front layer of the eye; focuses incoming light by a fixed amount. * **Sclera:** Opaque layer; does not permit entry of light, lines the border to prevent light leakage. * **Iris (coloured part):** Muscle contraction and relaxation determines pupil size and how much light enters the eye, optimizing the retina's ability to see (like a \"CAMERA LENS\"). * **Lens:** Several transparent layers; shape changes to focus on near or far objects. * This adjustment process is called **accommodation**. * Light passes through the lens, then crosses the vitreous humor fluid. * **Retina (furthest back):** Where photoreceptor cells are located. * **Fovea:** Central region of the retina, containing cone cells. * **Periphery Retina:** Outside the fovea, containing rod cells (most sensitive to light). * **Optic Disc:** Where blood vessels enter and leave the eye, and where the optic nerve exits (carrying visual information to the brain). * Contains no photoreceptors, resulting in a blind spot. * **MOVEMENTS OF THE EYE** (Explains why the blind spot is not noticed) * Eyes are suspended in bony sockets (orbits) in the front of the skull. * Six extraocular muscles are attached to the sclera; they rotate and hold the eye in place. * **Saccadic Eye Movements:** Rapid, jerky shifts in gaze from one point to another. * **Pursuit Movements:** Maintain focus on an object that is moving. * **ORGANIZATION OF THE RETINA** * Visual information propagates from photoreceptor cells → bipolar cells → retinal ganglion cells → brain (Mnemonic: PORB). * Light entering the eye must pass through each of the cell layers in the retina before reaching proteins in the photoreceptor cells for detection. * (References an external \"ORGANIZATION OF RETINA PHOTO SLIDE 22\" for visual aid).",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 2 pages exactly allowed. The content should be prioritized in the cheatsheet should be key concepts, explanations. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Lots of white space and clear sections. The overall layout style should be Structured boxes or tables. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}