{
    "text": "Here's the reformatted text, organized for clarity and without losing critical information: --- ### **ANATOMY OF THE EYE** The eye is composed of several key structures: 1. **Conjunctiva:** Mucous membranes that line the eyelid and cover the eyeball. It fuses with the eyelids to prevent foreign objects from getting behind the eye. 2. **Cornea:** The outer, front transparent layer of the eye. It focuses incoming light by a fixed amount. 3. **Sclera:** The opaque, tough outer white layer of the eye. It does not permit the entry of light and lines the border to prevent light from entering elsewhere. 4. **Iris (Colored Part):** Contains muscles that contract and relax to determine the size of the pupil. This controls how much light enters the eye, optimizing the retina's ability to perceive images (similar to a camera lens). 5. **Lens:** Composed of several transparent layers. Its shape changes to focus on objects at varying distances (near or far). This adjustment process is called **accommodation**. Light passes through the lens and then crosses the vitreous humor fluid. 6. **Retina:** Located furthest back in the eye, this is where photoreceptor cells are found. * **Fovea:** The central region of the retina, primarily containing cone cells (responsible for detailed color vision). * **Periphery:** The outer regions of the retina, primarily containing rod cells (most sensitive to light, responsible for low-light and peripheral vision). 7. **Optic Disc:** The point where blood vessels enter and leave the eye, and where the optic nerve exits to carry visual information to the brain. This area contains no photoreceptors, creating a natural blind spot. --- ### **MOVEMENTS OF THE EYE** The eyes are suspended in bony sockets called orbits, located at the front of the skull. Six extraocular muscles are attached to the sclera, which rotate and hold the eye in place. These movements are crucial for vision and help compensate for the blind spot. Types of eye movements include: * **Saccadic Eye Movements:** Rapid, jerky shifts in gaze from one point to another. * **Pursuit Movements:** Smooth movements that maintain focus on an object that is moving. --- ### **ORGANIZATION OF THE RETINA** Visual information is processed and propagated through the retina in a specific pathway: 1. **Photoreceptor Cells** 2. **Bipolar Cells** 3. **Retinal Ganglion Cells** 4. **Brain** When light enters the eye, it must pass through several cell layers in the retina before reaching the light-sensitive proteins within the photoreceptor cells, where it is actually detected. ---",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 1 page exactly allowed. The content should be prioritized in the cheatsheet should be key concepts. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Lots of white space and clear sections. The overall layout style should be Structured boxes or tables. The font size used in the cheatsheet should be in the Small (8-10 pt) range to ensure readability and efficiency.",
    "error": null
}