{
    "text": "Here's the re-organized text, preserving all critical information: --- ### ANATOMY OF THE EYE 1. **Conjunctiva:** Mucous membranes that line the eyelid and cover the eyeball. It fuses with the eyelids, preventing objects from getting behind the eye. 2. **Cornea:** The outer, front layer of the eye. It focuses incoming light by a fixed amount. 3. **Sclera:** An opaque layer that does not permit the entry of light. It lines the border to prevent light from entering elsewhere. 4. **Iris (colored part):** Controls pupil size through muscle contraction and relaxation. This determines how much light enters the eye, optimizing the retina's ability to discern what it sees. 5. **Lens:** Composed of several transparent layers. Its shape changes to focus on near or far objects, a process called **accommodation**. Light passes through the lens before crossing the vitreous humor fluid. 6. **Retina (furthest back):** The region where photoreceptor cells are located. * **Fovea:** The central region of the retina, which contains cone cells. * **Rod Cells:** Located in the periphery of the retina and are most sensitive to light. 7. **Optic Disc:** The point where blood vessels enter and leave the eye, and where the optic nerve exits to carry visual information to the brain. This area contains no photoreceptors, creating a **blind spot**. ### MOVEMENTS OF THE EYE The eyes are suspended in bony sockets in the front of the skull, known as orbits. * **Six extraocular muscles** are attached to the sclera (the tough, outer white part of the eye). These muscles rotate the eye and hold it in place. * **Saccadic Eye Movements:** Rapid, jerky shifts in gaze from one point to another. * **Pursuit Movements:** Maintain focus on an object that is moving. * The blind spot is generally not noticed due to the constant movements of the eyes and the coordinated vision from both eyes. ### ORGANIZATION OF THE RETINA * **Visual Information Pathway:** Visual information propagates from photoreceptor cells → bipolar cells → retinal ganglion cells → brain. * **Light Pathway:** When light enters the eye, it must pass through each of the cell layers in the retina before reaching the proteins in the photoreceptor cells where it is detected.",
    "restriction": "The size of each page should be of the format of one Half-sheet Letter (8.5 × 5.5 in). There should be 3 pages exactly allowed. The content should be prioritized in the cheatsheet should be explanations. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Color-coding or highlighting key parts. The overall layout style should be Free-form notes and sketches. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}