{
    "text": "Here's the re-organized text: --- **LECTURE 11: SOUND WAVES & AUDITION** --- **I. Sound Waves** * **Definition:** Vibrations created by moving air. * **Formation:** * When an object vibrates, surrounding air molecules: * Condense (compress) * Rarefy (pull apart) * These fluctuations (areas of compressed and rarefied air) give rise to a sound wave. * **Travel:** Sound waves travel away from the object at approximately 700 mph. --- **II. Audition (Hearing)** * **Process:** The human ear transduces fluctuations in air pressure. * **Pressure Fluctuation Range:** 17 mm to 17 meters. * **Sound Generation Frequency:** Sound waves are generated by vibrations between 20-20,000 per second. * **Wavelength Relationship:** * Faster vibrations = smaller wavelengths. * Slower vibrations = larger wavelengths. --- **III. Three Physical Dimensions of Sound** **A. Loudness** * **Description:** The amplitude or intensity of molecular vibrations. * **Mechanism:** Represents the relative difference in the density of air molecules between compressed and rarefied air. * **Impact:** Determines how far the sound travels. * *(Visual representation often shows waveforms with large amplitude for LOUD and small amplitude for SOFT.)* **B. Pitch (Tone)** * **Description:** The frequency of molecular vibrations. * **Mechanism:** Related to the distance between peaks of compressed air (i.e., the wavelength). * **Measurement:** Measured in Hertz (Hz - cycles per second). * **Relationship:** Every frequency has a corresponding wavelength. * **Impact:** Determines where in the cochlea the vibration causes a bend, influencing perceived tone. * *(Visual representation often shows waveforms with high frequency for HIGH pitch and low frequency for LOW pitch.)* **C. Timbre (Complexity)** * **Description:** The complexity of a sound wave. * **Purpose:** Allows us to determine the source of a sound (e.g., distinguishing between simple and complex sounds). * **Example:** Differentiating between musical instruments playing the exact same note. * **Mechanism:** A distinguishing property in how the sound wave is distorted or has overtones. * *(Visual representation often shows unique, complex waveforms for different instruments compared to a simple sine wave.)*",
    "restriction": "The size of each page should be of the format of one Letter (8.5 × 11 in). There should be 3 pages exactly allowed. The content should be prioritized in the cheatsheet should be formulas. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Example problems with annotations. The overall layout style should be Free-form notes and sketches. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}