{
    "text": "Here's the reformat of your text, organized for clarity and readability, without losing any critical information: --- ## ANATOMY OF THE EYE 1. **Conjunctiva:** * Mucous membranes that line the eyelid. * Covers the eyeball and fuses with the eyelids, preventing foreign objects from getting behind the eye. 2. **Cornea:** * Outer, front layer of the eye. * Focuses incoming light by a fixed amount. 3. **Sclera:** * Opaque; does not permit entry of light. * Lines the border of the eye to ensure light enters only where intended. 4. **Iris (Coloured Part):** * Composed of muscles that contract and relax. * Determines pupil size and regulates how much light enters the eye. * Optimizes the retina's ability to perceive images. (Analogy: Camera Lens) 5. **Lens:** * Composed of several transparent layers. * Its shape changes to focus on objects at varying distances (near or far). * This adjustment process is called **accommodation**. 6. **Light Pathway (after Lens):** * Light passes through the lens, then crosses the **vitreous humor fluid** region. 7. **Retina (Furthest Back):** * Location of photoreceptor cells. * **Fovea:** The central region of the retina, containing **cone cells** (responsible for detailed color vision). * **Periphery Retina:** The outer regions of the retina, containing **rod cells** (most sensitive to light, responsible for night vision). 8. **Optic Disc:** * The point where blood vessels enter and leave the eye. * Where the **optic nerve** exits the eye, carrying visual information to the brain. * Contains **no photoreceptors**, creating a natural blind spot. ## MOVEMENTS OF THE EYE (Why the Blind Spot is Not Noticed) * The eyes are suspended in bony sockets at the front of the skull, called **orbits**. * **Six extraocular muscles** are attached to the sclera (the tough, outer white part of the eye). * These muscles rotate and hold the eye in place. * **Saccadic Eye Movements:** Rapid, jerky shifts in gaze from one point to another, which we are compelled to make. * **Pursuit Movements:** Smooth eye movements that maintain focus on a moving object. * *Note:* These constant movements, combined with brain processing, prevent us from noticing the natural blind spot created by the optic disc. ## ORGANIZATION OF THE RETINA * **Visual Information Propagation:** * Visual information flows from **Photoreceptor cells** → **Bipolar cells** → **Retinal ganglion cells** → **Brain**. (Mnemonic: PORB - Photoreceptor, Bipolar, Retinal Ganglion, Brain) * **Light Pathway Through Retinal Layers:** * When light enters the eye, it must pass through each of the cell layers in the retina *before* reaching the light-sensitive proteins in the photoreceptor cells. * Therefore, light is detected only after traversing these initial cell layers.",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 1 page exactly allowed. The content should be prioritized in the cheatsheet should be key concepts, explanations. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Color-coding or highlighting key parts. The overall layout style should be Hierarchical outline (headings and subpoints). The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}