{
    "text": "Here's the reformatted text, organized for clarity and retaining all critical information: --- ## LECTURE 11: Sound Waves & Audition ### I. Sound Waves * **Definition:** Vibrations created by moving air. * **Formation:** * When an object vibrates, the surrounding air molecules: * **Condense:** Become compressed. * **Rarefy:** Pull apart. * These fluctuations give rise to a sound wave that travels away from the object. * **Characteristics:** * Consist of alternating areas of compressed air and rarefied air. * Travel at approximately 700 mph. ### II. Audition (Hearing) * **Function of Human Ear:** Transduces fluctuations in air pressure. * **Perceivable Range:** Human ears can detect sound waves generated by vibrations between 20-20,000 Hertz (Hz, or cycles per second). * **Pressure Range:** The ear transduces fluctuations in air pressure ranging from 17mm to 17m (referring to wavelength, typically 17mm-17m, or the amplitude variations). * **Wavelength Relationship:** * Faster vibrations lead to smaller wavelengths. * Slower vibrations lead to longer wavelengths. ### III. Three Physical Dimensions of Sound 1. **Loudness (Amplitude / Intensity)** * **Definition:** The relative difference in the density of air molecules between compressed and rarefied air. It corresponds to the amplitude or intensity of molecular vibrations. * **Perception:** * **LOUD** sounds have high amplitude (a large difference in air density). * **SOFT** sounds have low amplitude (a small difference in air density). * **Impact:** Determines how far the sound travels. 2. **Pitch (Tone / Frequency)** * **Definition:** The frequency of molecular vibrations. * **Measurement:** Measured in Hertz (Hz – cycles per second). * **Characteristics:** * Represents the distance between peaks of the sound wave. * Every frequency has a corresponding wavelength. * **Perception:** * **HIGH** pitch corresponds to high frequency (many cycles per second, bending in a specific part of the cochlea). * **LOW** pitch corresponds to low frequency (few cycles per second). 3. **Timbre (Complexity)** * **Definition:** The complexity of the sound wave, influenced by its waveform. * **Purpose:** Humans listen to complexity to determine the source of a sound. * **Perception:** * **Simple** waveforms result in a simpler timbre. * **Complex** waveforms result in a richer or more complex timbre. * **Example:** Differentiating between various musical instruments playing the same note. * **Property:** A distinguishing characteristic of how a sound wave is uniquely distorted or composed of multiple frequencies. ---",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 2 pages exactly allowed. The content should be prioritized in the cheatsheet should be explanations, key concepts. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Compact, dense information in small text. The overall layout style should be Free-form notes and sketches. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}