{
    "text": "Here's the reformatted text, organized for clarity and without losing any critical information: --- **LECTURE 11** **SOUND WAVES** * **Definition:** Created by vibrations of moving air. * **Mechanism:** * When an object vibrates, the surrounding air molecules: * **Condense** (become compressed) * **Rarefy** (pull apart) * These fluctuations give rise to a sound wave that travels away from the object. * Travels at approximately 700 mph. * **Characteristics:** Composed of areas of compressed air and rarefied air. **AUDITION (HEARING)** * The human ear transduces fluctuations in air pressure. * Range of detectable fluctuations: 17mm to 17m. * Soundwaves are generated when vibrations occur between 20-20,000 cycles per second (Hz). * **Wavelength Relationship:** * Faster vibrations = Smaller wavelengths. * Slower vibrations = Larger wavelengths. **SOUND - 3 PHYSICAL DIMENSIONS** 1. **Loudness (Amplitude or Intensity)** * **Definition:** The amplitude or intensity of molecular vibrations. * **Description:** Represents the relative difference in the density of air molecules between compressed and rarefied air. * **Perception:** Ranges from LOUD (higher amplitude) to SOFT (lower amplitude). * **Dimension:** Relates to how far the sound travels. 2. **Pitch (Tone)** * **Definition:** The frequency of molecular vibrations. * **Measurement:** Measured in Hertz (Hz - cycles per second). * **Relationship:** Every frequency has a corresponding wavelength (the distance between peaks of compressed air). * **Perception:** Ranges from HIGH (higher frequency) to LOW (lower frequency). * *(Note: The \"bend in cochlea\" is related to where different frequencies are processed in the ear.)* 3. **Timbre (Complexity)** * **Definition:** The complexity of the soundwave. * **Purpose:** We listen to complexity to determine the source of a sound (differentiating between simple and complex sounds). * **Example:** Differentiating between musical instruments playing the same note. * **Property:** A distinguishing characteristic based on how the soundwave is distorted or its unique waveform shape. ---",
    "restriction": "The size of each page should be of the format of one Letter (8.5 × 11 in). There should be 3 pages exactly allowed. The content should be prioritized in the cheatsheet should be formulas. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Example problems with annotations. The overall layout style should be Free-form notes and sketches. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}