{
    "text": "Here's the re-organized text: --- **LECTURE 11** **I. Sound Waves** * **Definition:** Vibrations created by moving air. * **Formation:** * When an object vibrates, surrounding air molecules rapidly condense (compress) and rarefy (pull apart). * These fluctuations generate a sound wave that travels away from the object. * **Characteristics:** * Composed of areas of compressed air and rarefied air. * Travels at approximately 700 mph. **II. Audition (Hearing)** * The human ear transduces fluctuations in air pressure. * **Range of Human Hearing:** * Sound waves are generated by vibrations between 20 and 20,000 vibrations per second (Hz). * Corresponds to wavelengths roughly between 17 millimeters and 17 meters. * **Wavelength Relationship:** * Faster vibrations = Smaller wavelengths. * Slower vibrations = Longer wavelengths. **III. Three Physical Dimensions of Sound** 1. **Loudness (Amplitude / Intensity)** * **Definition:** The amplitude or intensity of molecular vibrations. * **Explanation:** Represents the relative difference in the density of air molecules between compressed and rarefied air. * **Perception:** How \"loud\" or \"soft\" a sound is. * **Dimension:** Relates to how far the sound travels. * *Visual representation in original text:* A tall wave (LOUD) vs. a short wave (SOFT). 2. **Pitch (Tone / Frequency)** * **Definition:** The frequency of molecular vibrations. * **Measurement:** Measured in Hertz (Hz), which represents cycles per second. * **Explanation:** The distance between the peaks of compressed air in a sound wave. * **Relationship:** Every frequency corresponds to a specific wavelength. * **Perception:** Determines if a sound is perceived as \"high\" or \"low\" (e.g., impacts where a bend in the cochlea occurs). * *Visual representation in original text:* Closely spaced waves (HIGH) vs. widely spaced waves (LOW). 3. **Timbre (Complexity)** * **Definition:** The complexity of a sound wave. * **Purpose:** The brain processes this complexity to determine the source of a sound. * **Example:** Differentiating between musical instruments playing the same note. * **Mechanism:** A distinguishing property related to how the sound wave is distorted or modified from a simple sine wave.",
    "restriction": "The size of each page should be of the format of one Letter (8.5 × 11 in). There should be 3 pages exactly allowed. The content should be prioritized in the cheatsheet should be explanations. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Color-coding or highlighting key parts. The overall layout style should be Free-form notes and sketches. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}