{
    "text": "Here's the reformatted text, organized for clarity and readability, with all critical information preserved: *** ## ANATOMY OF THE EYE * **1) Conjunctiva:** * Mucous membranes that line the eyelid. * Covers the eyeball and fuses with the eyelids. * Prevents foreign objects from getting behind the eye. * **2) Cornea:** * The outer, front layer of the eye. * Focuses incoming light by a fixed amount. * **3) Sclera:** * Opaque; does not permit the entry of light. * Lines the border to prevent light from entering inappropriately. * **4) Iris (Coloured part):** * Muscle contraction and relaxation determine pupil size. * Regulates how much light enters the eye. * Optimizes the retina's ability to perceive images (like a camera lens). * **5) Lens:** * Composed of several transparent layers. * Its shape changes to focus on near or far objects. * **Accommodation:** The process of lens adjustment for focusing. * Light passes through the lens, then crosses the vitreous humor fluid. * **6) Retina (Furthest back):** * The region where photoreceptor cells are located. * **7) Fovea:** * The central region of the retina. * Contains cone cells (specialized for color and detailed vision). * **Rod Cells:** * Located in the periphery of the retina (outside the fovea). * Most sensitive to light (specialized for low-light vision). * **8) Optic Disc:** * The point where blood vessels enter and leave the eye. * Where the optic nerve exits the eye, carrying visual information to the brain. * Contains no photoreceptors, resulting in the physiological blind spot. ## MOVEMENTS OF THE EYE *(Explaining why the blind spot is not noticed)* * **Suspension:** The eyes are suspended in bony sockets in the front of the skull, called orbits. * **Muscles:** * Six extraocular muscles are attached to the sclera (the tough, outer white part of the eye). * These muscles rotate the eye and hold it in place. * **Types of Eye Movements:** * **Saccadic Eye Movements:** Rapid, jerky shifts in gaze from one point to another. * **Pursuit Movements:** Maintain focus on an object that is moving. ## ORGANIZATION OF THE RETINA * **Visual Information Pathway:** * Visual information propagates from photoreceptor cells → bipolar cells → retinal ganglion cells → brain. * **Light's Path Through Retina:** * Light entering the eye must first pass through each of the cell layers in the retina *before* reaching the proteins in the photoreceptor cells where it is actually detected. * *(Refer to \"ORGANIZATION OF RETINA PHOTO SLIDE 22\" for visual aid.)*",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 1 page exactly allowed. The content should be prioritized in the cheatsheet should be key concepts. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Lots of white space and clear sections. The overall layout style should be Structured boxes or tables. The font size used in the cheatsheet should be in the Small (8-10 pt) range to ensure readability and efficiency.",
    "error": null
}