{
    "text": "Here is the text reformatted in an organized way, preserving all critical information and clarifying the association of each label: --- **Basal Ganglia Circuit Components and Associated Activity Patterns** This organization outlines various brain regions and their characteristic activity patterns as described in the source text, specifically noting whether activity is \"transient\" (brief, phasic) or \"tonic\" (sustained, continuous). * **Cortical Regions and Activity:** * **Cerebral Cortex:** (transient activity) * **(Transient Signal):** (transient) * *Context:* This label appears directly after \"Cerebral cortex\" in the original text, potentially indicating a general characteristic of cortical output or another transient signal originating from the cortex. * **Frontal Cortex:** (transient activity) * **Striatal Components & Dopamine Receptor Pathways:** * **Caudate/Putamen:** * Associated with the **D1** receptor pathway. * Associated with the **D2** receptor pathway. * **Thalamic Relay & Associated Activity:** * **VA/VL complex of thalamus:** * **(Transient Signal 1):** (transient) * *Context:* This label appears after \"D2\" and in proximity to the VA/VL complex in the original sequence. * **(Transient Signal 2):** (transient) * *Context:* This label appears immediately following the previous transient signal in the original sequence, further emphasizing a transient characteristic related to this part of the circuit, possibly the thalamic output. * **Basal Ganglia Output Nuclei & Activity:** * **Globus pallidus, external segment:** (tonic activity) * **Globus pallidus, internal segment:** (tonic activity) * **Subthalamic nucleus:** (transient activity) ---",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 3 pages exactly allowed. The content should be prioritized in the cheatsheet should be key concepts, examples. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Lots of white space and clear sections, Color-coding or highlighting key parts. The overall layout style should be Structured boxes or tables. The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}