{
    "text": "Here's the text reformatted in an organized way, preserving all critical information and interpreting connections based on common basal ganglia circuitry: --- **Basal Ganglia Circuit Components and Characteristics** **I. Cortical Input Centers** * **Cerebral cortex:** * Associated activity characteristics: (transient), (transient) * **Frontal cortex:** * Associated activity characteristic: (transient) **II. Striatum** * **Caudate/putamen:** (Receives cortical input) * **D1 Receptors:** Involved in the Direct Pathway (neurons project to Globus pallidus, internal segment) * **D2 Receptors:** Involved in the Indirect Pathway (neurons project to Globus pallidus, external segment) * Associated activity characteristics with D2 pathway/neurons: (transient), (transient) **III. Basal Ganglia Nuclei** * **Globus pallidus, external segment (GPe):** * Intrinsic activity: (tonic) * Receives input from: Caudate/putamen (via D2 pathway) * **Subthalamic nucleus (STN):** * Intrinsic activity: (transient) * Receives input from: Globus pallidus, external segment (GPe) * **Globus pallidus, internal segment (GPi):** * Intrinsic activity: (tonic) * Receives input from: Caudate/putamen (via D1 pathway), Subthalamic nucleus (from indirect pathway) **IV. Thalamic Output** * **VA/VL complex of thalamus:** * Receives output from: Globus pallidus, internal segment (GPi) * Associated characteristic of output/projection from GPi to Thalamus: (transient)",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 2 pages exactly allowed. The content should be prioritized in the cheatsheet should be explanations, diagrams, examples. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Compact, dense information in small text. The overall layout style should be Hierarchical outline (headings and subpoints). The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}