{
    "text": "Here is the reformatted text, organized for clarity without losing any critical information: --- ## ANATOMY OF THE EYE **1. Conjunctiva:** * Mucous membrane that lines the eyelid and covers the eyeball. * Fuses with the eyelids to prevent foreign objects from getting behind the eye. **2. Cornea:** * The outer, front layer of the eye. * Focuses incoming light by a fixed amount. **3. Sclera:** * Opaque outer layer; does not permit the entry of light. * Lines the border to prevent light from entering elsewhere. **4. Iris (Colored Part):** * Contains muscles that contract and relax to determine pupil size. * Regulates how much light enters the eye, optimizing the retina's ability to discern what it's seeing. * *Analogy:* Camera Lens. **5. Lens:** * Composed of several transparent layers. * Its shape changes to focus on objects at varying distances (near or far). * **Accommodation:** The process of the lens adjusting its shape for focusing. * **Light Pathway:** Light passes through the lens and then crosses the vitreous humor (a fluid-filled region behind the lens). **6. Retina (Furthest Back Layer):** * The region where photoreceptor cells are located. * **Fovea (Central Region of Retina):** Contains a high concentration of cone cells. * **Periphery of Retina:** Contains rod cells, which are most sensitive to light. **7. Optic Disc:** * The point where blood vessels enter and leave the eye. * Where the optic nerve exits the eye, carrying visual information to the brain. * Contains no photoreceptors, creating a natural blind spot. --- ## MOVEMENTS OF THE EYE (Why Blind Spot Noticed) * The eyes are suspended in bony sockets at the front of the skull called **orbits**. * **Six extraocular muscles** are attached to the sclera (the tough, outer white part of the eye) to rotate and hold the eye in place. **Types of Eye Movements:** * **Saccadic Eye Movements:** Rapid, jerky shifts in gaze from one point to another. * **Pursuit Movements:** Maintain focus on an object that is moving. --- ## ORGANIZATION OF THE RETINA * **Visual Information Pathway:** Light detection leads to visual information propagating in the following sequence: * Photoreceptor Cells → Bipolar Cells → Retinal Ganglion Cells → Brain * *(Note: PORB - Photoreceptor, Bipolar, Retinal Ganglion, Brain)* * When light enters the eye, it must pass through each of the cell layers in the retina (e.g., bipolar cells, ganglion cells) *before* reaching the proteins in the photoreceptor cells where it is actually detected. * *(Reference: See \"ORGANIZATION OF RETINA PHOTO SLIDE 22\" for a visual representation of this structure.)*",
    "restriction": "The size of each page should be of the format of one Index Card (3 × 5 in). There should be 4 pages exactly allowed. The content should be prioritized in the cheatsheet should be formulas, diagrams. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Example problems with annotations. The overall layout style should be Hierarchical outline (headings and subpoints). The font size used in the cheatsheet should be in the Large (13-16 pt) range to ensure readability and efficiency.",
    "error": null
}