{
    "text": "Here's the reformatted text, organized for clarity without losing any critical information: ### ③ MIDBRAIN * **Key Components:** Tectum, Tegmentum * **Primary Function:** Unconscious sensory processing * **Tectum (\"Roof\"):** * Description: Two pairs of bumps on the dorsal surface of the midbrain. * **Superior Colliculi** (Top bumps, associated with \"260 mps\"): * Function: Processes peripheral vision. * **Inferior Colliculi** (Bottom bumps): * Function: Processes unexpected sounds. * **Tegmentum (Implied functions from context):** * Coordinates and motivates species-typical movements (exitusoul). * Contains areas that process pain and play out behavioral responses to threat. ### FOREBRAIN * **Primary Characteristics:** More effective, facilitates conscious understanding. * **Note:** Performs actions similar to other brain regions (e.g., Midbrain). * **Hypothalamus:** * **Structure:** Bilateral, composed of several nuclei. * **Function:** Regulates autonomic nervous system activity and behaviors critical for survival. * **Specific Nuclei:** Different nuclei perform different functions (e.g., temperature regulation, sleep). * **Key Link:** Links the nervous system to the endocrine system. * Achieved by releasing hormones into the blood via the pituitary gland. * **Distinction from Medulla:** Unlike the medulla which primarily uses axons, the hypothalamus releases hormones (signaling molecules) directly in threatening situations. * **Hormones (General Definition):** Chemical communication molecules released by endocrine glands. * **Thalamus:** * **Structure:** Bilateral nuclei. * **Function:** Relays ascending sensory information to the cerebral cortex. * **Examples of Sensory Relay:** * Visual information from the eye passes through the **Lateral Geniculate Nuclei** of the thalamus. * Sound information from the ear passes through the **Medial Geniculate Nuclei** of the thalamus. * **Additional Note:** Possesses widespread cortical projections.",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 2 pages exactly allowed. The content should be prioritized in the cheatsheet should be key concepts, examples, explanations. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Lots of white space and clear sections. The overall layout style should be Free-form notes and sketches. The font size used in the cheatsheet should be in the Small (8-10 pt) range to ensure readability and efficiency.",
    "error": null
}