{
    "text": "Here's a concise summary of the provided text: * **Anatomy of the Eye:** * **Conjunctiva:** Mucous membranes lining eyelids and covering the eyeball, preventing foreign objects from going behind it. * **Cornea:** Outer, front layer that focuses incoming light. * **Sclera:** Opaque outer layer (white of the eye) that light cannot pass through; eye muscles attach here. * **Iris:** Colored part that controls pupil size through muscle contraction/relaxation, optimizing light entry to the retina. * **Lens:** Transparent layers whose shape changes (accommodation) to focus on near or far objects. * **Retina:** Furthest back layer containing photoreceptor cells. The Fovea (central retina) has cone cells, while the periphery has rod cells (most sensitive to light). * **Optic Disc:** Where blood vessels enter/leave and the optic nerve exits the eye, carrying visual information to the brain; it has no photoreceptors, creating a blind spot. * **Movements of the Eye:** * Six extraocular muscles attached to the sclera rotate and hold the eye in place. * **Saccadic eye movements:** Rapid, jerky shifts in gaze between points. * **Pursuit movements:** Maintain focus on a moving object. * **Organization of the Retina:** * Visual information flows from photoreceptor cells → bipolar cells → retinal ganglion cells → brain. * Light must pass through these cell layers in the retina before reaching the photoreceptor proteins.",
    "restriction": "The size of each page should be of the format of one A4(8.27 × 11.69 in). There should be 2 pages exactly allowed. The content should be prioritized in the cheatsheet should be key concepts, explanations. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Color-coding or highlighting key parts, Lots of white space and clear sections. The overall layout style should be Hierarchical outline (headings and subpoints). The font size used in the cheatsheet should be in the Medium (11-12 pt) range to ensure readability and efficiency.",
    "error": null
}