{
    "text": "Here's the text reformatted for clarity and organization: --- **LECTURE 11: Sound Waves & Audition** **I. Sound Waves** * **Definition:** Sound waves are created by vibrations in moving air. * **Mechanism:** * When an object vibrates, it causes the surrounding air molecules to rapidly **condense** (compress) and **rarefy** (pull apart). * These fluctuations in air pressure create a sound wave, which consists of alternating areas of compressed and rarefied air. * Sound waves travel away from the vibrating object at approximately **700 mph**. **II. Audition (Hearing)** * The human ear's function is to transduce these fluctuations in air pressure into neural signals. * **Frequency Range:** Sound waves audible to humans are generated by vibrations between **20 and 20,000 cycles per second (Hertz)**. * *Note:* This corresponds to a wavelength range that the human ear can transduce, from approximately 17 millimeters to 17 meters. * **Wavelength Relationship:** * Faster vibrations (higher frequency) result in **smaller wavelengths**. * Slower vibrations (lower frequency) result in **larger wavelengths**. **III. Three Physical Dimensions of Sound** 1. **Loudness (Amplitude or Intensity)** * **Definition:** The relative difference in the density of air molecules between compressed and rarefied air. * **Characteristic:** Represents how far the sound travels or its energy. * **Visual Representation:** * **LOUD:** High amplitude waves (large peaks and troughs). * **SOFT:** Low amplitude waves (small peaks and troughs). 2. **Pitch (Tone or Frequency)** * **Definition:** The frequency of molecular vibrations, which is the distance between successive peaks of compressed air. * **Measurement:** Measured in **Hertz (Hz)**, representing cycles per second. * **Wavelength Relationship:** Every frequency has a corresponding wavelength. * **Visual Representation:** * **HIGH PITCH:** High frequency waves (many cycles per second). * **LOW PITCH:** Low frequency waves (fewer cycles per second). * **Neural Correlate:** Different pitches activate different \"bends\" or locations within the cochlea. 3. **Timbre (Complexity of Sound Wave)** * **Purpose:** Allows us to determine the source of a sound by listening to its complexity. * **Example:** Differentiating between various musical instruments even when they are playing the same note. * **Distinguishing Property:** Relates to how the sound wave's waveform is uniquely \"distorted\" or shaped (ranging from simple to complex waveforms). ---",
    "restriction": "The size of each page should be of the format of one Letter (8.5 × 11 in). There should be 4 pages exactly allowed. The content should be prioritized in the cheatsheet should be diagrams, solutions to exercices, key concepts. The following features of the crib sheet should make the sheet more comfortable to use, and should be prioritized: Example problems with annotations, Color-coding or highlighting key parts. The overall layout style should be Hierarchical outline (headings and subpoints). The font size used in the cheatsheet should be in the Small (8-10 pt) range to ensure readability and efficiency.",
    "error": null
}